/** @type {import('sequelize-cli').Migration} */
module.exports = {
  async up(queryInterface, Sequelize) {
    /**
     * Add seed commands here.
     *
     * Example:
     * await queryInterface.bulkInsert('People', [{
     *   name: 'John Doe',
     *   isBetaMember: false
     * }], {});
    */
    await queryInterface.bulkInsert('Products', [{
      categoryId: 1,
      title: 'Колбаса варено-копченая Императорская',
      weight: 400,
      price: 800,
      description: 'Колбаса Окраина Имперская – это варено-копченый деликатес, настоящий император среди варено-копченых колбас. Крупнорубленая свинина, говядина и шпиг образуют аппетитный срез, похожий на ветчинный или даже на срез деликатесов.',
      fullDescription: 'Колбаса Окраина Имперская – это варено-копченый деликатес, настоящий император среди варено-копченых колбас. Крупнорубленая свинина, говядина и шпиг образуют аппетитный срез, похожий на ветчинный или даже на срез деликатесов. Благодаря черному перцу и кардамону колбаса обладает приятным пряным ароматом с нотками копчения. Окраина Имперская отлично держит форму при нарезке и легко чистится. Благодаря особой технологии приготовления вы сможете прочувствовать вкусы всех мясных компонентов этого деликатеса. Колбаса Окраина Имперская отлично подойдет и к праздничному столу, и для приготовления вкусного бутерброда, и для добавления в салаты. А еще она хорошо сочетается с горчицей или хреном. Побалуйте себя настоящим гастрономическим подарком – колбасой Окраина Имперская.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-варено-копченая-Императорская-1-1-300x286.png',
    },
    {
      categoryId: 1,
      title: 'Колбаса варено-копченая Московская ГОСТ',
      weight: 400,
      price: 800,
      description: 'Московская колбаса для закусок. Московская колбаса – классика варено-копченых колбас. Она подкупает своей простотой и естественностью вкуса.',
      fullDescription: 'Московская колбаса для закусок. Московская колбаса – классика варено-копченых колбас. Она подкупает своей простотой и естественностью вкуса. Плотная консистенция, сочный шпик и яркий говяжий вкус дополняется нотками кардамона и ароматов натурального копчения. К слову, московская колбаса идеально подходит для приготовления сэндвичей, поэтому ее можно купить для пикника с друзьями, использовать в качестве перекуса на работе или во время прогулки в парке. Возьмите свежую чиабатту, салат латук, несколько ломтиков колбасы и помидоров. Соберите этот вкусный ”конструктор” и сдобрите сливочным соусом с базиликом. Помидоры можно заменить огурцами, соус — сливочным сыром или пастой из оливок.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-варено-копченая-Московская-ГОСТ-300x286.png',
    },
    {
      categoryId: 1,
      title: 'Колбаса варено-копченая сервелат Венский',
      weight: 400,
      price: 600,
      description: 'Отличается особым вкусом и притягательным ароматом пряностей и копчения.',
      fullDescription: 'Отличается особым вкусом и притягательным ароматом пряностей и копчения. Производится из высококачественной говядины и свинины с добавлением сухого молока и небольшого количества шпика. Продукт не содержит генно-модифицированных компонентов и вредных добавок. Сервелат имеет прекрасный внешний вид и упругую структуру. Герметичная упаковка сохраняет высокое качество продукта. Идеально подходит для приготовления бутербродов и пиццы. Станет прекрасным украшением праздничного стола.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-варено-копченая-Сервелат-венский--300x286.png',
    },
    {
      categoryId: 1,
      title: 'Колбаса варено-копченая Алтайская',
      weight: 600,
      price: 600,
      description: 'Колбаса из мяса Алтайского марала. В состав данной колбасы преимущественно входит мясо Марала, почти отсутствуют специи.',
      fullDescription: 'Колбаса из мяса Алтайского марала. В состав данной колбасы преимущественно входит мясо Марала, почти отсутствуют специи.Так как мясо марала плотное и темного цвета колбаса получилась достаточно темного цвета и обладает насыщенным ароматом копченостей. Все это делает колбасу из мяса Алтайского марала изысканным благородным лакомством. Мясо Марала очень полезное и вкусное, советуем попробовать данный продукт, вкус Вас приятно удивит.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/колбаса-варено-копченая-Алтайская-300x286.png',
    },
    {
      categoryId: 1,
      title: 'Колбаса варено-копченая сервелат Ароматный',
      weight: 350,
      price: 500,
      description: 'Традиционная рецептура, согласно ГОСТу. Красивый рисунок на срезе. Консистенция умеренно плотная. Продукт сочный, ароматный.',
      fullDescription: 'Традиционная рецептура, согласно ГОСТу. Красивый рисунок на срезе. Консистенция умеренно плотная. Продукт сочный, ароматный. Сбалансированное сочетание специй: черного перца и мускатного ореха. Этот продукт награжден Золотой медалью на международном дегустационном конкурсе.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-варено-копченая-Сервелат-ароматный-300x286.png',
    },
    {
      categoryId: 1,
      title: 'Колбаса варено-копченая Волшебная',
      weight: 600,
      price: 750,
      description: 'Колбаса варено-копченая Волшебная с фисташками Частная коптильня Базилик, 400 г',
      fullDescription: 'Колбаса варено-копченая Волшебная с фисташками Частная коптильня Базилик, 400 г. Филе грудки куриной, свинина, фисташки очищеные, посолочная смесь (соль пищевая, фиксатор окраски нитрит натрия), экстракты пряностей, перец чёрный, экстракт грецкого ореха, чеснок. Пищевая ценность в 100г : белок 24г, жир 14, углеводы 1, 4г. Энергетическая ценность 951 кДж/227ккал.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/колбаса-варено-копченая-Волшебная-300x286.png',
    },
    {
      categoryId: 2,
      title: 'Колбаса сырокопченая Алтайская говяжья',
      weight: 250,
      price: 450,
      description: 'Сырокопченая колбаса — отличный вариант для утренних бутербродов и праздничных нарезок.',
      fullDescription: 'Сырокопченая колбаса — отличный вариант для утренних бутербродов и праздничных нарезок. Приготовленная из говядины и нежного шпика с добавлением пряностей, она обладает пробуждающим аппетит ароматом и изысканным вкусом.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-сырокопченая-Алтайская-говяжья-1-300x286.png',
    },
    {
      categoryId: 2,
      title: 'Колбаса сырокопченая Венский сервелат',
      weight: 300,
      price: 400,
      description: 'Колбаса сырокопченая сервелат «Венский» - станет отличнм дополнением бутерброда.',
      fullDescription: 'Филе куриное, шпик боковой, гидратированный соевый белок, шкурка свиная, смесь посолочно-нитритная (соль поваренная пищевая, фиксатор окраски: нитрит натрия), комплексная пищевая добавка для производства колбасных и мясных продуктов',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-сырокопченая-Венский-сервелат-300x286.png',
    },
    {
      categoryId: 2,
      title: 'Колбаса сырокопченая Кабаносси',
      weight: 250,
      price: 400,
      description: 'Колбаски кобаносси созданы специально для путешествий. Этот продукт производится таким образом, что отлично сохраняется свои качества и свойства без специальных условий хранения.',
      fullDescription: 'свинина, нитритная соль (соль поваренная, фиксатор окраски нитрит натрия), загуститель альгинат натрия, аромат салями, дрожжевой экстракт, регулятор кислотности цитрат натрия 1-замещенный.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-сырокопченая-Кабаносси-300x286.png',
    },
    {
      categoryId: 2,
      title: 'Колбаса сырокопченая Пепперони',
      weight: 300,
      price: 400,
      description: '"Пепперони" одна из самых популярных сортов острой салями. Изысканная свиная колбаса с традиционным испанским вкусом и ароматом.',
      fullDescription: '"Пепперони" одна из самых популярных сортов острой салями. Изысканная свиная колбаса с традиционным испанским вкусом и ароматом. Продукт с испанским характером! Яркая сырокопчёная колбаса с паприкой и перцем чили, выделяется ярко-оранжевым цветом и пикантным вкусом с легкой остринкой. Сырокопчёная колбаса "Пепперони", нарезанная на слайсы, замечательно подойдет для приготовления пиццы, бутербродов и мясных тарелок.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-сырокопченая-Пепперони-300x286.png',
    },
    {
      categoryId: 2,
      title: 'Колбаса сырокопченая Сальчичон',
      weight: 300,
      price: 400,
      description: '«Сальчичон» станет украшением стола на любой вечеринке или торжестве, поражая богатством оттенков вкуса и аромата и напоминая об испанском жарком солнце и бушующих страстях.',
      fullDescription: '«Сальчичон» станет украшением стола на любой вечеринке или торжестве, поражая богатством оттенков вкуса и аромата и напоминая об испанском жарком солнце и бушующих страстях. Мускатный орех и черный перец придают пикантность и остроту отборной свинине, из которой изготавливается этот превосходный деликатес, а шпик смягчает акценты и делает пряный с солоноватыми и острыми нотами вкус более нежным. «Сальчичон» можно подавать отдельно, нарезав тонкими или более толстыми ломтиками, дополнить оливками или зеленью, использовать при приготовлении мясных рулетиков или салатов, а также обычных и горячих бутербродов. Он сочетается с твердыми и творожными сырами и инжиром, превосходно подойдет в качестве закуски к различным напиткам.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-сырокопченая-Сальчичон-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Колбаски полукопченые Охотничьи ГОСТ',
      weight: 200,
      price: 300,
      description: 'Колбаски Охотничьи ГОСТ - отборный мясной продукт, произведенный по единым нормам и требованиям строго в соответствии с ГОСТ, только из натуральной свинины и говядины с добавлением лучшего шпика и натуральных специй.',
      fullDescription: 'Колбаски Охотничьи ГОСТ - отборный мясной продукт, произведенный по единым нормам и требованиям строго в соответствии с ГОСТ, только из натуральной свинины и говядины с добавлением лучшего шпика и натуральных специй. Традиционный сочный продукт, приготовленный по рецептам, проверенным временем. Колбаски Охотничьи– незаменимый продукт на пикнике, особенно хороши для жарки на гриле или мангале.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаски-полукопченые-Охотничьи-ГОСТ-1-300x287.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Имперская',
      weight: 200,
      price: 300,
      description: 'Варено-копченая колбаса «Имперская» — это вкуснейший мясной продукт с оригинальным рисунком среза.',
      fullDescription: 'Варено-копченая колбаса «Имперская» — это вкуснейший мясной продукт с оригинальным рисунком среза. Он украсит праздничный стол и станет изюминкой сервировки. Продукт имеет нежную консистенцию и приятный аромат. Он идеально подходит для приготовления аппетитных бутербродов, салатов, закусок и даже первых блюд. Потрясающий вкус колбасы, основу которой составляет мясо двух видов, придется по душе и взрослым, и детям.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Имперская-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Ветчина полукопченая Деревенская',
      weight: 350,
      price: 400,
      description: 'Колбаса полукопченая «ДЕРЕВЕНСКАЯ» куриная',
      fullDescription: 'Колбаса Деревенская куриная полукопчёная запечёная в каменной печи, вкусная, ароматная, в натуральной оболочке производится из филе фермерской курочки по традиционной технологии. При приготовлении продукции используются только натуральные ингредиенты: свежее фермерское мясо, отборные специи и пряности. Отличительной особенностью нашего производства является оригинальный способ приготовления продукции. Процесс запекания и копчения происходит в настоящей каменной печи на ароматной щепе фруктовых деревьев. Пищевая ценность: белки – 15,9 г., жиры – 7,6 г., углеводы – 0 г.; на 100 г. Энергетическая ценность: 138 ккал / 577 кДж.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-полукопченая-Деревенская-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Деревенская из говядины',
      weight: 250,
      price: 500,
      description: 'Колбаса полукопченая Деревенская из говядины (Пикант) – готовое к употреблению полукопчёное колбасное изделие.',
      fullDescription: 'говядина в/с,посолочная смесь(соль пищевая, фиксатор окраски нитрит натрия),сухое молоко,перец черный дробленый, чеснок свежий, пряности, специи.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Деревенская-из-говядины-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Краковская ГОСТ',
      weight: 300,
      price: 300,
      description: 'Колбаса «Краковская» изготовлена из отборного мяса, вкус которого отлично подчеркивают идеально подобранные специи. Во вкусе чувствуются ноты чеснока и кориандра',
      fullDescription: 'свинина, говядина, грудинка свиная, нитритная соль (соль, фиксатор окраски нитрит натрия), чеснок, сахар, пряности ( перец черный, перец душистый), усилитель вкуса и аромата глутамат натрия, антиокислитель аскорбиновая кислота. Производится на предприятии, где также используются горчица, молоко, орехи, пшеница, сельдерей, соя и яйца.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Краковская-ГОСТ-e1652819359265.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Балыковая',
      weight: 300,
      price: 350,
      description: 'Ваши бутерброды на завтрак станут еще аппетитнее с вкусной и ароматной полукопченой колбаской из свинины. А благодаря плотной, упругой текстуре, этот продукт отлично подойдет для салатов и выпечки.',
      fullDescription: 'Средние значения пищевой ценности в 100 г продукта: жир – 16,0 г;  белок – 8,0 г; углеводы – 7,0 г. Энергетическая ценность (калорийность) – среднее значение 840 кДж/200,0 ккал.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Балыковая-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Деревенская из индейки',
      weight: 300,
      price: 550,
      description: 'Колбаса полукопченая Деревенская из индейки Частная коптильня Базилик',
      fullDescription: 'Колбаса Деревенская из индейки полукопчёная запечённая в каменной печи, вкусная, ароматная, в натуральной оболочке, производится по традиционной технологии из филе фермерской индейки с добавлениям сладкой паприки, грецкого ореха. Проснуться в деревне, вдохнуть свежий утренний воздух, и сделать вкусный завтрак из теплого хлеба с колбасой из полукопченой индейки. Ручная работа, фирменные рецепты, уникальная технология запекания деревенских колбас колечками навевают ностальгические воспоминания о замечательных русских традициях угощать тем, что приготовили с любовью. В основе концепции частной коптильни лежит идея правильного питания, здорового образа жизни и возрождения культурных традиций. При приготовлении нашей продукции используются только натуральные ингредиенты: свежее фермерское мясо, отборные специи и пряности. Процесс запекания и копчения происходит в настоящей каменной печи на ароматной щепе фруктовых деревьев.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Деревенская-из-индейки-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Черный Монах',
      weight: 400,
      price: 600,
      description: 'Колбаса полукопченая из мяса цыпленка-бройлера, высший сорт.',
      fullDescription: '«Черный монах» – это полукопченая колбаса в натуральной череве, изготовленная из кускового мяса цыпленка бройлера. Ее необычный темный цвет достигается за счет особой термической обработки и копчения на буковой щепе. Сочная, нежная, с натуральными специями – «Черный монах» не оставит равнодушным даже самого привередливого ценителя колбасных изделий!',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Черный-Монах-300x286.png',
    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Мускатный сервелат',
      weight: 300,
      price: 300,
      description: 'Варено-копченый сервелат «Мускатный» торговой марки «РЕМИТ» изготовлен из сочетания отборной свинины и говядины.',
      fullDescription: 'Варено-копченый сервелат «Мускатный» торговой марки «РЕМИТ» изготовлен из сочетания отборной свинины и говядины. Насыщенный мясной вкус и восхитительный аромат обеспечиваются добавлением в состав точно подобранной комбинации пряностей, в том числе тмина, гвоздики, кориандра и душистого перца. Кусочек сервелата с ломтиком хрустящего батона или цельнозернового хлеба, дополненный свежим помидором и полутвердым сыром, — это идеальный вариант полноценного перекуса. Также продукт можно использовать в качестве ингредиента таких блюд, как паста, пицца или салат. Кроме вакуумной упаковки, колбаса помещена еще и в сетчатую.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Мускатный-сервелат-300x286.png',

    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Деревенская из курицы',
      weight: 300,
      price: 400,
      description: 'Оригинальная полукопченая колбаса с включениями кусочков филе и шпика на срезе. Аромат специй и натуральное копчение придают колбасе неповторимый вкус.',
      fullDescription: 'Колбаса в натуральной оболочки, изготовленная по-домашнему из свинины и говядины с добавлением шпика и терпких специй. Чуть пряная, с аппетитным ароматом копчения, она прекрасно подойдёт для приготовления яичницы и бутербродов и подачи в качестве самостоятельной закуски.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Деревенская-из-курицы-300x286.png',

    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Пармская с томатами',
      weight: 300,
      price: 350,
      description: 'Колбаса "Пармская" с вялеными томатами - это пикантное сочетание фермерского мяса с томатами, вялеными на солнце Италии, приготовленное в настоящей каменной печи.',
      fullDescription: 'Колбаса "Пармская" с вялеными томатами - это пикантное сочетание фермерского мяса с томатами, вялеными на солнце Италии, приготовленное в настоящей каменной печи. Идеально подойдёт для настоящего солнечного итальянского завтрака или средиземноморского ужина. Почувствуйте себя в настоящей салумерии, попробовав истинный италийский вкус яркого, традиционного сочетания мяса с кусочками вяленых томатов. В основе концепции частной коптильни лежит идея правильного питания, здорового образа жизни и возрождения культурных традиций. При приготовлении нашей продукции используются только натуральные ингредиенты: свежее фермерское мясо, отборные специи и пряности.Процесс запекания и копчения происходит в настоящей каменной печи на ароматной щепе фруктовых деревьев.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Пармская-с-томатами-300x286.png',

    },
    {
      categoryId: 3,
      title: 'Колбаса полукопченая Чесночная',
      weight: 250,
      price: 300,
      description: 'Колбаса полукопченая «Чесночная» приготовлена из охлажденного сырья собственного производства с добавлением ароматного чеснока и пряностей. Благодаря использованию натурального шпика, колбаса приобретает красивый мелкозернистый рисунок на срезе.',
      fullDescription: 'cвинина, фарш куриный, филе бедра куриное, говядина, шпик, вода, посолочно-нитритная смесь (соль, фиксатор окраски (нитрит натрия)), стабилизатор дигидропирофосфат натрия, загуститель (альгинат натрия), гемоглобин свиной, усилитель вкуса и аромата (глутамат натрия 1-замещенный), специи и экстракты специй (мускатный орех, тмин, перец чили, перец душистый, кориандр), чеснок. Продукт может содержать следы молока, яичных продуктов, злаков, горчицы, сельдерея и продуктов их переработки.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-полукопченая-Чесночная-300x286.png',

    },
    {
      categoryId: 4,
      title: 'Ветчина ГОСТ в натуральной оболочке',
      weight: 400,
      price: 600,
      description: 'Ветчина в оболочке Гарибальди станет превосходным ингредиентом для многих блюд – от закусок до пиццы и вторых блюд . ',
      fullDescription: 'Ветчина в оболочке Гарибальди станет превосходным ингредиентом для многих блюд – от закусок до пиццы и вторых блюд . Продукт изготовлен из натуральных компонентов. В состав ветчины вошли отборное свиное мясо, сухое молоко и специи, и только поэтому ее вкус и аромат получился одновременно пикантным и нежным. Продукт имеет приятный розовый оттенок на срезе, поэтому послужит украшением любой мясной нарезке.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-ГОСТ-в-натуральной-оболочке-1-1-300x286.png',

    },
    {
      categoryId: 4,
      title: 'Колбаса вареная Русская ГОСТ в натуральной оболочке',
      weight: 400,
      price: 600,
      description: 'Одной из самых нежных, ароматных и вкусных вареных колбас является «Русская». Ее легко отличить от других мясных продуктов по маленьким кусочкам шпика, едва заметным на розовом срезе. Аппетитное мясное изделие очень популярно у покупателей.',
      fullDescription: 'Вареная колбаса «Русская» относится к категории Б. По ГОСТу она содержит от 60% до 80% постного мяса. Для производства использовано свежайшее сырье: жилованная говядина высшего сорта, полужирная свинина и хребтовой шпик. Колбаса имеет нежную упругую консистенцию и приятный аромат пряностей.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Русская-ГОСТ-в-натуральной-оболочке-300x286.png',

    },
    {
      categoryId: 4,
      title: 'Колбаса вареная Докторская ГОСТ в натуральной оболочке',
      weight: 400,
      price: 600,
      description: 'Самая известная и самая любимая – это она, Докторская ГОСТ. ',
      fullDescription: 'Докторской ГОСТ используется 70кг полужирной свинины, 25кг говядины высшего сорта, 3 кг яиц и 2 литра коровьего молока! Докторская колбаса почитаема практически всеми. В салатах и на бутербродах, в супах и мясной тарелке, на работе и дома. Свой удачный день начните с Докторской ГОСТ.  Внимание! Цена за весовой товар указана с учетом среднего веса фасовки. Категория А. Внешний вид продукта может отличаться от указанного на фотографии. Продукт может быть обвязан шпагатом, либо без него.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Докторская-ГОСТ-в-натуральной-оболочке-300x286.png',

    },
    {
      categoryId: 4,
      title: 'Ветчина Аппетитная в натуральной оболочке',
      weight: 350,
      price: 500,
      description: 'Аппетитные ломтики или бутерброды с такой ветчиной из натуральной оболочки помогут утолить голод. Она отлично подойдет для приготовления салатов, холодных закусок, солянки или начинки для пиццы.',
      fullDescription: 'ОПИСАНИЕ: Аппетитные ломтики или бутерброды с такой ветчиной из натуральной оболочки помогут утолить голод. Она отлично подойдет для приготовления салатов, холодных закусок, солянки или начинки для пиццы. Оболочку можно есть.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-Аппетитная-в-натуральной-оболочке-1-300x286.png',

    },
    {
      categoryId: 4,
      title: 'Колбаса вареная Любительская ГОСТ в натуральной оболочке',
      weight: 200,
      price: 300,
      description: 'Вареная колбаса «Любительская» — мясной продукт, приготовленный по традиционному рецепту, разработанному еще в советские годы. От других вареных колбас ее отличают крупные кусочки шпика, добавленные в фарш. Они делают «Любительскую» сочнее, нежнее и сытнее.',
      fullDescription: 'Колбаса вареная «Любительская» — это классика. Именно ей отдают предпочтение многие российские семьи. Рецептура нежного мясного продукта разработана в городе Углич в начале 20 века. С тех пор колбасное изделие занимает почетное место на праздничных и повседневных столах. Его используют для приготовления бутербродов, омлетов, салатов и многих других блюд.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Любительская-ГОСТ-в-натуральной-оболочке-300x286.png',

    },
    {
      categoryId: 5,
      title: 'Ветчина ГОСТ в оболочке из целлофана',
      weight: 400,
      price: 600,
      description: 'Эта ветчина, рецептура которой была разработана и закреплена ГОСТом еще в 30-е годы прошлого века, стала символом лучшего завтрака не для одного поколения.',
      fullDescription: 'Эта ветчина, рецептура которой была разработана и закреплена ГОСТом еще в 30-е годы прошлого века, стала символом лучшего завтрака не для одного поколения. И именно такую, настоящую ветчину, «с тем самым» вкусом, стабильно высокого качества производит МясновЪ. Мы бережно храним лучшие традиции. Копировать хорошо знакомые названия, но изменять составы ГОСТ – для нас неприемлемо. Ветчина «Для завтрака» МясновЪ готовится из охлажденного нежирного свиного окорока. Соблюдение традиционной технологии - посол, созревание, варка - позволяет нам получить ветчину с красивым рисунком на срезе, характерной структурой с включениями цельных кусочков мяса и узнаваемым, приятным слабосоленым вкусом.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-ГОСТ-в-оболочке-из-целлофана-300x286.png',

    },
    {
      categoryId: 5,
      title: 'Колбаса вареная Любительская ГОСТ в оболочке из целлофана',
      weight: 300,
      price: 400,
      description: 'Та самая Любительская – нежная колбаска с жирком, рецептура которой была разработана и закреплена ГОСТом еще в прошлом веке: фарш из свинины и говядины с вкраплениями шпика, приправленный специями.',
      fullDescription: 'Та самая Любительская – нежная колбаска с жирком, рецептура которой была разработана и закреплена ГОСТом еще в прошлом веке: фарш из свинины и говядины с вкраплениями шпика, приправленный специями. И именно такую, настоящую Любительскую, «с тем самым вкусом», стабильно высокого качества производит МясновЪ. Мы бережно храним лучшие традиции. Копировать хорошо знакомые названия, но изменять составы ГОСТ – для нас неприемлемо. Если Государственный стандарт предписывал, что «правильная» Любительская готовится из говядины и свинины, то мы никогда не позволим себе добавлять мясо птицы, используем лучшее мясное сырье и только разрешенные ингредиенты: наша Любительская не содержат крахмала, каррагинана и запрещенных консервантов и красителей.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Любительская-ГОСТ-в-оболочке-из-целлофана-300x286.png',

    },
    {
      categoryId: 5,
      title: 'Колбаса вареная Докторская ГОСТ в оболочке из целлофана',
      weight: 250,
      price: 400,
      description: '«Докторская» – колбаса категории «А» (ранее – высший сорт). Для ее приготовления используется отборная свинина и говядина, а также натуральные специи, коровье молоко и куриные яйца. Рецептура этой колбасы практически не меняется десятилетиями.',
      fullDescription: '«Докторская» – колбаса категории «А» (ранее – высший сорт). Для ее приготовления используется отборная свинина и говядина, а также натуральные специи, коровье молоко и куриные яйца. Рецептура этой колбасы практически не меняется десятилетиями. И сегодня вы можете почувствовать тот самый вкус детства, который запомнили несколько десятилетий назад. Докторская колбаса в целлофане обладает сдержанным, спокойным вкусом с нотками копчения и аппетитной копченой корочкой. Консистенция умеренной плотности понравится всем любителям бутербродов, окрошки и салата Оливье. А легкий аромат копчения мгновенно пробудит у вас аппетит!',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Докторская-ГОСТ-в-оболочке-из-целлофана-300x286.png',

    },
    {
      categoryId: 5,
      title: 'Ветчина Аппетиная в оболочке из целлофана',
      weight: 400,
      price: 600,
      description: 'Натуральная ароматная ветчина из сытного мяса куриных окорочков и нежного филе курицы.',
      fullDescription: 'Натуральная ароматная ветчина из сытного мяса куриных окорочков и нежного филе курицы. Ничего лишнего: только свежее диетическое мясо, чеснок, чёрный перец и щепотка соли. У этой ветчины приятный мясной вкус и плотная консистенция. Хороша для бутербродов, аппетитных рулетиков, для омлетов, пирогов и лёгких салатов.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-Аппетиная-в-оболочке-из-целлофана-300x286.png',

    },
    {
      categoryId: 5,
      title: 'Колбаса вареная Русская ГОСТ в оболочке из целлофана',
      weight: 400,
      price: 600,
      description: 'Колбаса Русская  –  продукт с превосходным вкусом. Дивное сочетание говядины, свинины, шпика, молока, пряностей и свежего чеснока превратили этот продукт в настоящий деликатес.',
      fullDescription: 'Колбаса Русская  –  продукт с превосходным вкусом. Дивное сочетание говядины, свинины, шпика, молока, пряностей и свежего чеснока превратили этот продукт в настоящий деликатес. Русскую колбасу стоит купить, если невесомым закускам вы предпочитаете основательные блюда. Не стоит перебивать ее слишком активными продуктами. Она должна солировать в блюде. Поджарьте ее на сковороде и подавайте с глазуньей. Или заверните кусочек в пресное дрожжевое тесто. Мясной сок пропитает его во время запекания — такая булочка отлично подойдет для ланча или полдника.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Русская-ГОСТ-в-оболочке-из-целлофана-300x286.png',

    },
    {
      categoryId: 5,
      title: 'Колбаса ливерная Яичная ГОСТ',
      weight: 200,
      price: 500,
      description: 'Ливерная Яичная – классика колбасного искусства. Вы спросите, в чем же эксклюзивность ливерной колбасы? Мы ответим – наш продукт изготовлен по абсолютно «чистой» рецептуре без единой добавки. ',
      fullDescription: 'Ливерная Яичная – классика колбасного искусства. Вы спросите, в чем же эксклюзивность ливерной колбасы? Мы ответим – наш продукт изготовлен по абсолютно «чистой» рецептуре без единой добавки. Никаких усилителей вкуса и стабилизаторов – только свежайшее охлажденное сырье и натуральные ингредиенты. Любители ливерной колбасы оценят нежный печеночный вкус, подчеркнутый тонкой пикантной ноткой черного перца и кардамона. Настоящая ливерная колбаса без добавок -  не только вкусный, но и вполне полезный продукт. Говяжья печень, входящая в состав Яичной ливерной колбасы от ТМ Окраина, это настоящий кладезь витаминов и микроэлементов: витамины А, С, D, Е, К, В2, кальций, фосфор, натрий, железо, магний.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-ливерная-Яичная-ГОСТ-300x286.png',

    },
    {
      categoryId: 6,
      title: 'Ветчина Аппетитная в оболочке из полиамида',
      weight: 400,
      price: 700,
      description: 'Вкусные, нежные, ароматные ветчины трёх сортов, выпускаемые на МПЗ Окраина  – образец качества и вкуса.',
      fullDescription: 'Вкусные, нежные, ароматные ветчины трёх сортов, выпускаемые на МПЗ Окраина  – образец качества и вкуса. Для приготовления используется лучшее нежирное свиное мясо, соль, приправы, душистые специи и натуральные добавки, позволяющие придать различные вкусовые оттенки любимому виду мясного деликатеса. Наши специалисты основываются только на лучших, проверенных временем, рецептах и технологиях, соответствующих действующим государственным стандартам.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-Аппетитная-в-оболочке-из-полиамида-300x286.png',

    },
    {
      categoryId: 6,
      title: 'Ветчина ГОСТ в оболочке из полиамида',
      weight: 400,
      price: 700,
      description: 'Продукт мясной из свинины вареный категории Б: "Ветчина в оболочке".',
      fullDescription: 'Состав: свинина, вода питьевая,соль, сахар-песок, комплексная смесь специй ( стабилизаторы (пищевые фосфаты), экстракты пряностей, фиксатор окраски (нитрит натрия)). Пищевая и энергетическая ценность на 100 г продукта (средние значения): белок - 12,0 г., жир - 33,0 г, калорийность - 345 ккал/1444,4 кДж.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Ветчина-ГОСТ-в-оболочке-из-полиамида-300x286.png',

    },
    {
      categoryId: 6,
      title: 'Колбаса вареная Докторская ГОСТ в оболочке из полиамида',
      weight: 400,
      price: 750,
      description: 'Самая известная и самая любимая – это она, Докторская ГОСТ.',
      fullDescription: 'Самая известная и самая любимая – это она, Докторская ГОСТ. Колбасный хит и икона совершенства. Ещё бы! Ведь для производства 100кг настоящей Докторской ГОСТ используется 70кг полужирной свинины, 25кг говядины высшего сорта, 3 кг яиц и 2 литра коровьего молока! Докторская колбаса почитаема практически всеми. В салатах и на бутербродах, в супах и мясной тарелке, на работе и дома. Свой удачный день начните с Докторской ГОСТ. Категория А',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Докторская-ГОСТ-в-оболочке-из-полиамида-300x286.png',

    },
    {
      categoryId: 6,
      title: 'Колбаса вареная Любительская ГОСТ в оболочке из полиамида',
      weight: 300,
      price: 600,
      description: 'Одной из самых нежных и вкусных вареных колбас является Колбаса «ЛЮБИТЕЛЬСКАЯ». Колбаса с названием "Любительская" очень и очень вкусная . Она готовится строго по ГОСТу из охлажденной свинины и говядины высшей категории, с добавлением рубленого шпика среднего размера, натурального молока и пряностей.',
      fullDescription: 'свинина, говядина, вода питьевая, шпик, посолочная смесь, сахар-песок, перец черный молотый, орех мускатный, антиокислитель – аскорбиновая кислота. Средние значения пищевой ценности в 100 г продукта: жир – 28 г; белок - 12 г. Энергетическая ценность (калорийность) – среднее значение 1256 кДж /300 ккал. Срок годности: 60 суток Условия хранения: при температуре от 0 до +6°С и относительной влажности воздуха не выше 75%',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Любительская-ГОСТ-в-оболочке-из-полиамида-300x286.png',

    },
    {
      categoryId: 6,
      title: 'Колбаса вареная Русская ГОСТ в оболочке из полиамида',
      weight: 300,
      price: 650,
      description: 'Одной из самых нежных и вкусных вареных колбас является   Колбаса «Русская».',
      fullDescription: 'Одной из самых нежных и вкусных вареных колбас является   Колбаса «Русская». Ее легко отличить по маленьким кусочкам шпика, заметным на розовом срезе продукта. В основе рецепта «Русской» вареной колбасы лежит говядина. Это преобладающий мясной продукт, помимо которого обязательны и такие элементы, как свинина и шпик. Оригинальный аромат и вкус колбасе придают чеснок, белый перец и другие пряности. Конечно, есть в составе продукта и соль. Этот вид колбасы богат такими важными для организма элементами, как натрий, фосфор и витамин РР. Категория Б',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Колбаса-вареная-Русская-ГОСТ-в-оболочке-из-полиамида-300x286.png',

    },
    {
      categoryId: 7,
      title: 'Сосиски Молочные ГОСТ',
      weight: 400,
      price: 350,
      description: 'Название молочных сосисок говорит само за себя — натуральное молоко придает нежность фаршу, раскрывает вкус мяса и пряностей, оставляя приятное послевкусие. Традиционные и любимые сосиски «Молочные» по ГОСТ знакомы всем.',
      fullDescription: 'Беспроигрышная комбинация говядины, свинины, молока и яйца уже стала вековой историей российской мясопереработки. Натуральная кишечная оболочка — самая древняя и традиционная, к тому же самая экологичная. Баранья черева приваривается к фаршу и прекрасно пропускает дым из смеси дубовых, буковых, ольховых и других твердолиственных деревьев, что помогает создать на поверхности продукта ароматную копченую корочку.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сосиски-Молочные-ГОСТ-300x287.png',

    },
    {
      categoryId: 7,
      title: 'Сосиски Молочные ГОСТ весовые',
      weight: 400,
      price: 300,
      description: 'Название молочных сосисок говорит само за себя — натуральное молоко придает нежность фаршу, раскрывает вкус мяса и пряностей, оставляя приятное послевкусие.',
      fullDescription: 'Срок реализации после вскрытия 24 часа в пределах срока годности на упаковке.Срок годности 15 суток при t 0 +6С.Состав:ГОСТ Р 52196-2011 свинина,говядина,вода питьевая,меланж яичный,молоко коровье сухое обезжиренное,соль поваренная пищевая,специи,сахар,стабилизатор (фосфат),антиокислитель Е300,фиксатор окраски (нитрат натрия) Пищевая и энергитическая ценнность в 100г.продукта:белок 11,0,жир 28,0г,калорийность 296,0 Условия хранения: от 0 до +6С и относительной влажности воздуха 70%-75%.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/сосиски-молочные2-вес-300x286.png',

    },
    {
      categoryId: 7,
      title: 'Сосиски Сливочные',
      weight: 500,
      price: 300,
      description: 'Роскачество исследовало сосиски «Сливочные». По популярности среди покупателей они занимают второе место после сосисок «Молочные»',
      fullDescription: '"Сосиски ""Сливочные Премиум"" — это вкусный мясной продукт для всей семьи, который позволит быстро сделать завтрак, а также вторые блюда или супы. Сосиски приготовлены из сырья высшей категории: свежего свиного мяса и филе куриных грудок. ""Сливочные"" имеют нежный, притягательный, сливочный вкус. Привлекательный аппетитный аромат обеспечивают пряности, в том числе мускатный орех, а также копчение на натуральных буковых опилках. Отварите сосиски в кипящей воде, обжарьте на сковороде или приготовьте на углях, подавайте с любым гарниром – ""Сливочные"" универсальный продукт, который никого не оставит равнодушным, тем более голодным."',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сосиски-Сливочные-300x287.png',

    },
    {
      categoryId: 7,
      title: 'Сосиски Сливочные весовые',
      weight: 500,
      price: 300,
      description: 'Роскачество исследовало сосиски «Сливочные». По популярности среди покупателей они занимают второе место после сосисок «Молочные»',
      fullDescription: '"Сосиски ""Сливочные Премиум"" — это вкусный мясной продукт для всей семьи, который позволит быстро сделать завтрак, а также вторые блюда или супы. Сосиски приготовлены из сырья высшей категории: свежего свиного мяса и филе куриных грудок. ""Сливочные"" имеют нежный, притягательный, сливочный вкус. Привлекательный аппетитный аромат обеспечивают пряности, в том числе мускатный орех, а также копчение на натуральных буковых опилках. Отварите сосиски в кипящей воде, обжарьте на сковороде или приготовьте на углях, подавайте с любым гарниром – ""Сливочные"" универсальный продукт, который никого не оставит равнодушным, тем более голодным."',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/сосиски-сливочные2-вес-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Шпикачки Москворецкие ГОСТ',
      weight: 400,
      price: 600,
      description: 'В процессе приготовления шпик плавится, что делает шпикачки очень сочными и аппетитными. ГОСТ. Победитель программы «Контрольная закупка»!',
      fullDescription: 'говядина, свинина, шпик, вода, нитритная соль (соль поваренная, фиксатор окраски (нитрит натрия)), регуляторы кислотности (Е450i, Е451i), перец черный, сахар, чеснок сушеный, антиокислитель (аскорбиновая кислота), специи (мускатный орех).',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Шпикачки-Москворецкие-ГОСТ-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Шпикачки Мокворецкие ГОСТ весовые',
      weight: 400,
      price: 600,
      description: 'В процессе приготовления шпик плавится, что делает шпикачки очень сочными и аппетитными. ГОСТ. Победитель программы «Контрольная закупка»!',
      fullDescription: 'говядина, свинина, шпик, вода, нитритная соль (соль поваренная, фиксатор окраски (нитрит натрия)), регуляторы кислотности (Е450i, Е451i), перец черный, сахар, чеснок сушеный, антиокислитель (аскорбиновая кислота), специи (мускатный орех).',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Шпикачки-Мокворецкие-ГОСТ-весовые-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Сардельки Говяжьи',
      weight: 500,
      price: 750,
      description: 'Изготовлены по классической технологии из отборных сортов мяса с преобладанием говядины в соответствии с ГОСТ. Используемый говяжий шпик придаёт сарделькам неповторимую сочность. Нежнейший вкус и тонкий аромат кориандра с чёрным перцем дополняются чесноком',
      fullDescription: 'Изготовлены по классической технологии из отборных сортов мяса с преобладанием говядины в соответствии с ГОСТ. Используемый говяжий шпик придаёт сарделькам неповторимую сочность. Нежнейший вкус и тонкий аромат кориандра с чёрным перцем дополняются чесноком. Сардельки «Говяжьи» полностью готовы к употреблению, но станут еще вкуснее, если их пожарить на гриле, разогреть в микроволновке или отварить 2-3 минуты в кипяченой воде.  Будьте уверены, сардельки «Говяжьи» прекрасно дополнят ваши любимые гарниры как на природе, так и в домашней уютной атмосфере!',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сардельки-Говяжьи-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Сардельки Говяжьи весовые',
      weight: 400,
      price: 600,
      description: 'Изготовлены по классической технологии из отборных сортов мяса с преобладанием говядины в соответствии с ГОСТ. Используемый говяжий шпик придаёт сарделькам неповторимую сочность. Нежнейший вкус и тонкий аромат кориандра с чёрным перцем дополняются чесноком',
      fullDescription: 'Изготовлены по классической технологии из отборных сортов мяса с преобладанием говядины в соответствии с ГОСТ. Используемый говяжий шпик придаёт сарделькам неповторимую сочность. Нежнейший вкус и тонкий аромат кориандра с чёрным перцем дополняются чесноком. Сардельки «Говяжьи» полностью готовы к употреблению, но станут еще вкуснее, если их пожарить на гриле, разогреть в микроволновке или отварить 2-3 минуты в кипяченой воде.  Будьте уверены, сардельки «Говяжьи» прекрасно дополнят ваши любимые гарниры как на природе, так и в домашней уютной атмосфере!',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сардельки-Говяжьи-весовые-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Сардельки Обыкновенные ГОСТ',
      weight: 400,
      price: 600,
      description: 'Сытные сардельки на обед.   Для их изготовления была использована отборная парная свинина ,  говядина высшего сорта , что позволяет  сарделькам оставаться сочными, какой способ приготовления вы бы не выбрали.',
      fullDescription: 'Сытные сардельки на обед.   Для их изготовления была использована отборная парная свинина ,  говядина высшего сорта , что позволяет  сарделькам оставаться сочными, какой способ приготовления вы бы не выбрали.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сардельки-Обыкновенные-ГОСТ-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Сардельки Обыкновенные ГОСТ весовые',
      weight: 300,
      price: 400,
      description: 'Сытные сардельки на обед.   Для их изготовления была использована отборная парная свинина ,  говядина высшего сорта , что позволяет  сарделькам оставаться сочными, какой способ приготовления вы бы не выбрали.',
      fullDescription: 'Сытные сардельки на обед.   Для их изготовления была использована отборная парная свинина ,  говядина высшего сорта , что позволяет  сарделькам оставаться сочными, какой способ приготовления вы бы не выбрали.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сардельки-Обыкновенные-ГОСТ-весовые-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Сардельки Свиные',
      weight: 500,
      price: 600,
      description: 'Сардельки свиные – это мясное вареное колбасное изделие из измельченного фарша. В состав которой входят также специи и соль. Оболочка –натуральная. По внешнему виду напоминают сосиски, но они толще в объеме и короче в длину.',
      fullDescription: 'Продукт употребляют в любое время суток: в качестве завтрака — с яичницей, на обед — с макаронами или ужинают приготовленными на гриле вместе с овощами. Особенно вкусные сардельки получаются, если их завернуть в слоеное тесто. Это блюдо очень нравится детям. А взрослые оценят мясную солянку и запеченный картофель вместе с сардельками.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сардельки-Свиные-300x286.png',

    },
    {
      categoryId: 8,
      title: 'Сардельки Свиные весовые',
      weight: 500,
      price: 850,
      description: 'Сардельки свиные – это мясное вареное колбасное изделие из измельченного фарша. В состав которой входят также специи и соль. Оболочка –натуральная. По внешнему виду напоминают сосиски, но они толще в объеме и короче в длину.',
      fullDescription: 'Продукт употребляют в любое время суток: в качестве завтрака — с яичницей, на обед — с макаронами или ужинают приготовленными на гриле вместе с овощами. Особенно вкусные сардельки получаются, если их завернуть в слоеное тесто. Это блюдо очень нравится детям. А взрослые оценят мясную солянку и запеченный картофель вместе с сардельками.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Сардельки-Свиные-весовые-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Кореечка пряная из шпика соленая',
      weight: 200,
      price: 500,
      description: 'Солёная свиная корейка на шпике. Пряный вкус ей придаёт натирка специями, чесноком, добавление лаврового листа.',
      fullDescription: 'при температуре от 0 до 6оС – 20 суток; упакованной под вакуумом 25 суток. После вскрытия упаковки хранить при температуре от 0 до 4°С и относительной влажности воздуха 75-78% не более 3 суток до истечения срока годности.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Кореечка-пряная-из-шпига-соленая--300x286.png',

    },
    {
      categoryId: 9,
      title: 'Корейка Праздничная копчено-вареная',
      weight: 200,
      price: 400,
      description: 'Корейка горячего копчения - один из популярных деликатесных продуктов, это нежное, с шикарным, ярким ароматом мясо. Прекрасно подходит для завтрака на хлебных кусочках, а в качестве закуски – просто великолепие.',
      fullDescription: 'Состав: свинина (спинная часть отруба с ребрами), соль, вода, чеснок, стабилизатор (пирофосфат натрия), регулятор кислотности (трифосфат натрия), загустители (каррагинан, кстановая камедь), антиокислитель (изоаскорбат натрия), фиксатор окраски (нитрит натрия). Пищевая и энергетическая ценность в 100 г продукта: белок - 10,0 г, жир - 50,0 г. Калорийность - 513 ккал / 2150 кДж. Срок годности при t хранения от 2°С до 6°С не более - 7 суток, упакованная под вакуум - 20 суток.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Корейка-праздничная-копчено-вареная-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Буженина Боярская варёно-запеченая',
      weight: 200,
      price: 500,
      description: 'Буженина Боярская варёно-запечёная «Егорьевская фабрика» – это варёно-запеченный мясной продукт.',
      fullDescription: 'Состав: окорок свиной, соль, вода, перец красный молотый, стабилизатор (пирофосфат натрия), регулятор кислотности (трифосфат натрия), модифицированный крахмал, загустители (каррагинан, кстановая камедь), антиокислитель (изоаскорбат натрия), фиксатор окраски (нитрит натрия). Пищевая и энергетическая ценность в 100 г продукта: белок - 12,0 г, жир - 25,0 г. Калорийность - 282 ккал / 1180 кДж. Срок годности при t хранения от 2°С до 6°С - 7 суток, упакованная под вакуумом - 20 суток.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Буженина-Боярская-варёно-запеченая-2-1-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Грудинка Ароматная сырокопченая',
      weight: 200,
      price: 500,
      description: 'Грудинка сырокопчёная рождена для смака!',
      fullDescription: 'грудинка свиная, вода, нитритно-посолочная смесь, соль, стабилизатор Е452, регулятор кислотности Е450iii, Е451i, экстракты пряностей - можжевельник, сахар, усилитель вкуса и аромата, антиокислитель, ароматизатор - Салями, ароматизатор дыма, экстракт дрожжей, пряности - перец черный, мускат, растительное масло.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Грудинка-ароматная-сырокопченая-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Шпик По-Домашнему соленый ГОСТ',
      weight: 200,
      price: 350,
      description: 'Нежный ароматный шпик пряного посола с чесночком, перцем и душистым лавровым листом.',
      fullDescription: 'Нежный ароматный шпик пряного посола с чесночком, перцем и душистым лавровым листом. Нарежьте его тонкими слайсами и подайте на ломтиках хрустящего свежего хлеба или сервируйте шпиком мясную нарезку к праздничному столу. шпик свиной,чеснок,соль,перец черный,лист лавровый',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Шпиг-ПО-Домашнему-соленый--300x286.png',

    },
    {
      categoryId: 9,
      title: 'Филей Юбилейный сырокопченый',
      weight: 200,
      price: 400,
      description: 'способ производства: сырокопченая, форма выпуска: кусок, мясо: свинина, упаковка: вакуумная упаковка',
      fullDescription: 'свинина, шпик, филе грудок куриных, соевый белок, соль, комплексные пищевые добавки (посолочно-нитритная смесь (соль, фиксатор окраски Е250), сахар, пряности, усилитель вкуса и аромата Е621, ароматизаторы, красители: Е162, Е120, рис красный фермернтированный; пищевые волокна, антиокислитель Е301); стартовая культура',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Филей-Юбилейный-сырокопченый-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Грудинка Кремлевская копчено-вареная',
      weight: 300,
      price: 500,
      description: 'Грудинка Охотный Ряд Кремлевская в можжевельнике копчено-вареная',
      fullDescription: 'свинина, соль, экстракт можжевельника, сахар, регулятор кислотности (пирофосфат, трифосфат, ацетат натрия), антиокислитель (аскорбиновая кислота), фиксатор окраски (нитрит натрия)',
      img: 'src="https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Грудинка-Кремлевская-копчено-вареная-300x286.png"',

    },
    {
      categoryId: 9,
      title: 'Карбонат Юбилейный копчено-вареный',
      weight: 200,
      price: 500,
      description: 'Изысканные мясные деликатесы издавна ценились гурманами разных стран и народов.',
      fullDescription: 'Изысканные мясные деликатесы издавна ценились гурманами разных стран и народов. Они несут в себе утонченность, благородство и роскошь, создают ощущение торжества, присущее настоящему королевскому застолью. Мясные деликатесы производятся из лучших сортов мяса с добавлением оригинальных композиций специй. Благодаря гармоничному вкусу и питательности мясные деликатесы великолепно сочетаются с овощами, соусами, сырами, зеленью, традиционными салатами и служат достойным украшением стола.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Карбонат-ЮБИЛЕЙНЫЙ-копчено-вареный-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Шейка Кремлевская варено-копченая',
      weight: 200,
      price: 500,
      description: 'Шейка Кремлевская варёно-копчёная – варёно-копчёный продукт бренда «МЯСНОВЪ».',
      fullDescription: 'шейка свиная, вода, соль, сухой глюкозный сироп, экстракты трав, экстракт чернослива, стабилизаторы (дигидро пирофосфат натрия, полифосфат натрия), регуляторы кислотности (трифосфат натрия 5-замещённый, цитрат натрия 3-замещённый, диацетат натрия), усилитель вкуса и аромата (глутамат натрия 1-замещённый), ароматизатор, фиксатор окраски (нитрит натрия) Пищевая ценность на 100 г: белки 10 г, жиры 29 г, углеводы 0 г, энергетическая ценность 300 ккал',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Шейка-КРЕМЛЕВСКАЯ-варено-копченая-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Карбонат Кремлевский копчено-вареный',
      weight: 200,
      price: 500,
      description: 'Карбонат- это деликатесное мясное изделие из свинины.',
      fullDescription: 'Карбонат- это деликатесное мясное изделие из свинины. Это мягкая спинная часть, половина корейки без кости, расположенная вдоль хребта- начиная с головы и до костреца туши.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Карбонат-КРЕМЛЕВСКИЙ-копчено-вареный-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Буженина из индейки Плетенка запеченая',
      weight: 200,
      price: 500,
      description: 'Буженина из индейки запеченая Плетенка напомнит вам о семейных праздниках и торжествах восхитительно нежная и ароматная буженина.',
      fullDescription: 'Буженина из индейки запеченая Плетенка напомнит вам о семейных праздниках и торжествах восхитительно нежная и ароматная буженина из грудки индейки от лучших фермерских хозяйств, она никого не оставит равнодушным, приготовленная по уникальной технологии в каменной печи на щепе фруктовых и благородных пород деревьев. Буженина сохраняет полностью натуральный и диетический состав благодаря полезности мяса индейки с добавлениям сладкой паприки, мускатного ореха и молодого чеснока.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Бужнина-из-индейки-Плетенка-запеченая-1-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Шейка Элитная варено-копченая',
      weight: 300,
      price: 600,
      description: 'Шейка Элитная – это мясной варено-копченый продукт из свинины.',
      fullDescription: 'Сочный продукт, на разрезе которого выражена «мраморность». Шейка должна иметь чистую сухую поверхность без плесени, слизи, пятен, остатков щетины и бахромок, края должны быть ровными. Цвет жира – белый или розоватый, без пожелтения. Консистенция мякоти мяса должна быть упругой, плотной, мышечная ткань – розовато-красной окраски. Вкус и запах приятный. Содержание соли в продукте не должно превышать 3,5%, нитритов – не более 0,005%. Влажность – не выше 45%1. Упаковывают шейки в сухие, чистые ящики, в металлические или полимерные контейнеры массой нетто до 40 кг. Маркируют с указанием наименования изделия, предприятия-изготовителя, массы нетто, даты изготовления, срока реализации, номера упаковщика.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Шейка-ЭЛИТНАЯ-варено-копченая-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Филе грудки индейки сырокопченое',
      weight: 200,
      price: 600,
      description: 'Вкусное сырокопченое Карпаччо из нежного филе грудки индейки в тонкой нарезке от Черкизово',
      fullDescription: 'филе грудки индейки, соль, ароматизаторы, дрожжевой экстракт, виноградный сахар, натуральные специи и их экстракты, лук, усилитель вкуса и аромата (глутамат натрия 1-замещенный), антиокислители (экстракты розмарина, аскорбиновая кислота), стабилизатор (пирофосфаты), регулятор кислотности (трифосфаты), сироп глюкозы, стартовая культура, фиксатор окраски — нитрит натрия.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Филе-грудки-индейки-сырокопченое-300x286.png',

    },
    {
      categoryId: 9,
      title: 'Пряница из куриной грудки запеченая',
      weight: 200,
      price: 500,
      description: 'Филе куриной грудки запечёное с кунжутом – это непревзойденное сочетание нежной, сочной куриной грудки.',
      fullDescription: 'Филе куриной грудки запечёное с кунжутом – это непревзойденное сочетание нежной, сочной куриной грудки. Мы сохраняем натуральность и диетичность фермерского филе курицы, приправленное ароматными специями и травами, готовя в настоящей каменной печи на ароматной щепе фруктовых деревьев. Пищевая ценность: белки – 30,5 г., жиры – 3,2 г., углеводы – 0 г.; на 100 г. Энергетическая ценность: 150,8 ккал/631 кДж.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/Пряница-из-куриной-грудки-запеченая-300x286.png',

    },
    {
      categoryId: 10,
      title: 'Тушенка Говяжья',
      weight: 500,
      price: 350,
      description: 'Тушенка говяжья это идеальный выбор для тех, кто ценит время и высококачественное мясо. Наша тушенка говядины приготовлена из свежих, качественных ингредиентов, чтобы обеспечить вам максимальной удовольствие от вкуса. ',
      fullDescription: 'Она идеальна для сухпайков, для похода, в дорогу, а так же для приготовления гарниров, выпечки. Не ждите дольше, оцените все преимущества нашей тушенки говяжьей уже сейчас. В упаковке будет 4 шт. Упакована тушенка говяжья в пленку, на блистере, сверху тоже блистер из плотного картона и Тушенка говядина – это продукт, который отличается не только потрясающим вкусом, но и множеством полезных свойств. Готовится он из свежего и качественного мяса, которое тушится на медленном огне до полной готовности. Такой процесс сохраняет все полезные вещества и вкус мяса, придавая ему уникальный аромат и нежность. Тушёнка из говядины тушенка говяжья является универсальным продуктом, который можно использовать в различных блюдах, не утрачивая при этом его полезных свойств. Она отлично подходит для сухпайков, её удобно брать в поход или в дальнюю дорогу, так как продукт полностью готов к употреблению – достаточно открыть банку, и по желанию подогреть. Кроме того, готовить говядину тушеную дома – это просто и удобно.',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/тушенка-Говяжья-300x286.png',

    },
    {
      categoryId: 10,
      title: 'Тушенка Свиная',
      weight: 500,
      price: 350,
      description: 'Свинина высший сорт, жир говяжий, лук, соль, лист лавровый, перец черный, специи.',
      fullDescription: 'Свинина тушеная высшего сорта. Тушенка изготовлена из отборной охлажденной свинины с добавлением натуральных специй. Наши мясные консервы отличаются сбалансированным вкусом, который не меняется от партии к партии, и высокой долей закладки мяса - 97.5% мяса в банке. Мы поставили своей целью, чтобы наша тушенка не просто соответствовала стандартам ГОСТ, но превосходила их. 100% натуральный продукт, ничего лишнего. Вкусная ароматная тушенка без добавления сои и усилителей вкуса для ценителей настоящего мяса. Сохраняем все самое полезное! Премиально качество. Тушенка выпускается в удобной жестяной банке с кольцом 338 г. Свиная тушенка идеально сочетается с различными гарнирами и станет отличным решением для быстрого приготовления ваших любимых блюд - аппетитного завтрака, вкуснейшего обеда или сытного ужина для всей семьи. Просто, быстро и очень вкусно. Приятного аппетита!',
      img: 'https://xn--80aach9dr2b.xn--p1ai/wp-content/uploads/2022/05/тушенка-Свиная-300x286.png',

    },
    ], {});
  },

  async down(queryInterface, Sequelize) {
    /**
     * Add commands to revert seed here.
     *
     * Example:
     * await queryInterface.bulkDelete('People', null, {});
     */
    await queryInterface.bulkDelete('Products', null, {});
  },
};
