export const domainAddress = process.env.REACT_APP_DOMAIN;
export const SHOP = [{
  name: 'КолбасникОФФ',
  address: 'Сретенка ул, 9, Москва',
  coord: [55.767818, 37.631451]
},
{
  name: 'Мясной король',
  address: 'Большая Серпуховская ул, 31 корп. 1, Москва',
  coord: [55.722122, 37.627939]
},
{
  name: 'Мясная лавка',
  address: 'Кастанаевская ул, 16 корп. 1, Москва',
  coord: [55.739346, 37.492913]
},
{
  name: 'Колбаса для всей семьи',
  address: 'Кравченко ул, 12А, Москва',
  coord: [55.677626, 37.516548]
},
{
  name: 'Ваш товар',
  address: 'Кантемировская ул, 14, Москва',
  coord: [55.638252, 37.668749]
}
];
